app/controllers/tickets_controller.rb

  def index
    @tickets = Ticket.all
---
SELECT "tickets".* FROM "tickets"

  def create
    @ticket = Ticket.new(ticket_params)

    respond_to do |format|
      if @ticket.save
---
INSERT INTO "tickets" ("Tasks", "Description", "Priority", "Starttime", "Finishtime", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?, ?, ?)

    def set_ticket
      @ticket = Ticket.find(params[:id])
---
SELECT  "tickets".* FROM "tickets" WHERE "tickets"."id" = ? LIMIT ?  [["id", 1], ["LIMIT", 1]]